Repository: common-repository/simple-payson-payment
Catalog: languages/simple-payson-payment-*.po
Languages: sv_se

source: Payson transaction failed due to a configuration error. Please notify the site's owner.
sv_se: Payson betalningen misslyckades. Vänligen informera webbplatsens ägare.

source: Gold Service - SEK 200
sv_se: Guldservice – SEK 200

source: Payment reference
sv_se: Betalningsreferens

source: Other Amount:
sv_se: Annat belopp:

source: E-mail
sv_se: E-post

source: First name
sv_se: Förnamn

source: Last name
sv_se: Efternamn

source: Simple Payson Payment Settings v
sv_se: Inställningar för Simple Payson Payment version

source: How to use the plugin
sv_se: Så använder du tillägget

source: Add the shortcode
sv_se: Lägg till shortcode:n

source: to a post or page
sv_se: på ett inlägg eller en sida

source: Use the <strong>Simple Payson Payment</strong> Widget from the Widgets menu
sv_se: Använd <strong>Simple Payson Payment</strong> widgeten via Widgets-menyn

source: Plugin Options
sv_se: Inställningar för tillägg

source: Widget Title
sv_se: Titel på widget

source: This will be the title of the Widget on the Sidebar if you use it.
sv_se: Det här kommer att vara titeln på widgeten i sidospalten om du använder den.

source: Payson Email address:
sv_se: Payson e-postadress:

source: This is the payson Email address where the payments will go
sv_se: Det här är den e-postadress hos payson till vilken betalningarna kommer att skickas

source: Provide your Payson agentID
sv_se: Ange Payson agentID

source: Provide your Payson md5key
sv_se: Ange Payson md5key

source: Payment Subject
sv_se: Ämnesrad för betalning

source: Enter the Product or service name or the reason for the payment here. The visitors will see this text
sv_se: Ange produkten, tjänsten eller anledningen till betalningen här. Besökarna kommer att se den här texten

source: Payment Option
sv_se: Betalninsalternativ

source: Price
sv_se: Pris

source: Enter the name of the service or product and the price. eg. Enter "Basic service - $10" in the Payment Option text box and "10.00" in the price text box to accept a payment of $10 for "Basic service". Leave the Payment Option and Price fields empty if u don't want to use that option. For example, if you have 3 price options then fill in the top 3 and leave the rest empty.
sv_se: Ange namnet på tjänsten eller produkten och dess pris. Skriv exempelvis "Grunderbjudande - SEK 100" i betalningsalternativ-rutan och "100.00" i prisrutan för att ta emot en betalning på SEK 100,- för "Grunderbjudande". Lämna betalningsalternativ och pris tomma om du inte vill använda dem. Om du t ex har tre betalningsalternativ fyller du i de första tre rutorna och lämnar de övriga tomma.

source: Show Other Amount
sv_se: Visa fältet Annat belopp

source: Tick this checkbox if you want to show other amount text box to your visitors so they can enter custom amount.
sv_se: Kryssa i den här rutan om du vill visa rutan för "annat belopp" så att besökarna kan ange ett anpassat belopp.

source: Show Reference Text Box
sv_se: Visa fältet betalningsreferens

source: Tick this checkbox if you want your visitors to be able to enter a reference text like email or web address.
sv_se: Kryssa i den här rutan om du vill att dina besökare ska kunna ange en referenstext som en e-postadress eller en webbadress.

source: Reference Text Box Title
sv_se: Titel på rutan för betalningsreferens

source: Enter a title for the Reference text box (ie. Your Information). The visitors will see this text
sv_se: Titel på referenstextrutan (t ex dina uppgifter). Besökarna kommer att se den här texten

source: Choose a Submit Button Type
sv_se: Välj skicka-knapp

source: This is the button the visitors will click on to make Payments or Donations.
sv_se: Det här är den knapp som besökarna kommer att använda för att göra sina betalningar eller donationer.

source: Return URL from payson
sv_se: Retur-URL från Payson

source: Enter a return URL (could be a Thank You page). Payson will redirect visitors to this page after Payment
sv_se: Ange en retur-URL, t ex en Tack för din betalning-sida. Payson kommer att skicka tillbaka besökare till den här sidan efter att betalningen är genomförd

source: Cancel URL from payson
sv_se: Avbryt betalning-URL från Payson

source: Update options
sv_se: Uppdatera inställningar

source: For usage documentation and updates, please visit the plugin page at the following URL:
sv_se: För dokumentation och uppdateringar, var vänlig besök tillägets sida på följande URL:

source: Set the Plugin Settings from the Settings menu
sv_se: Konfigurera tillägget från menyn Inställningar
